Repository: zizicici/Watermelon
Catalog: Watermelon/Resource/Localizable.xcstrings
Source language: en
Languages: de, es, es_419, fr, ja, ko, pt_br, pt_pt, ru, uk, zh_hans, zh_hant, zh_hk

# auth.s3.validation.bucket
source: Bucket name is required
de: Bucket-Name ist erforderlich
es: El nombre del bucket es obligatorio
es_419: El nombre del bucket es obligatorio
fr: Le nom du bucket est requis
ja: バケット名は必須です
ko: 버킷 이름이 필요합니다
pt_br: O nome do bucket é obrigatório
pt_pt: O nome do bucket é obrigatório
ru: Требуется имя бакета
uk: Потрібна назва бакета
zh_hans: 需要填写 Bucket 名称
zh_hant: 需要填寫 Bucket 名稱
zh_hk: 需要填寫 Bucket 名稱

# auth.s3.validation.duplicate
source: An S3 profile with the same configuration already exists
de: Ein S3-Profil mit derselben Konfiguration existiert bereits
es: Ya existe un perfil S3 con la misma configuración
es_419: Ya existe un perfil S3 con la misma configuración
fr: Un profil S3 avec la même configuration existe déjà
ja: 同じ構成の S3 プロファイルが既に存在します
ko: 같은 구성의 S3 프로필이 이미 있습니다
pt_br: Já existe um perfil S3 com a mesma configuração
pt_pt: Já existe um perfil S3 com a mesma configuração
ru: Профиль S3 с такой же конфигурацией уже существует
uk: S3-профіль з такою ж конфігурацією вже існує
zh_hans: 已存在相同配置的 S3 配置档
zh_hant: 已存在相同設定的 S3 設定檔
zh_hk: 已存在相同設定的 S3 設定檔

# auth.s3.validation.endpoint
source: Endpoint URL is invalid
de: Die Endpunkt-URL ist ungültig
es: La URL del endpoint no es válida
es_419: La URL del endpoint no es válida
fr: L’URL du point de terminaison n’est pas valide
ja: エンドポイント URL が無効です
ko: 엔드포인트 URL이 잘못되었습니다
pt_br: URL do endpoint inválida
pt_pt: URL do endpoint inválido
ru: Неверный URL-адрес эндпоинта
uk: Недійсна URL-адреса кінцевої точки
zh_hans: Endpoint URL 无效
zh_hant: Endpoint URL 無效
zh_hk: Endpoint URL 無效

# auth.s3.validation.writeAccess
source: Credentials cannot complete the write probe. Confirm list, read, write, copy, and delete access on the backup path. Reason: %@
de: Mit den Anmeldedaten lässt sich der Schreibtest nicht abschließen. Prüfen Sie den Listen-, Lese-, Schreib-, Kopier- und Löschzugriff im Sicherungspfad. Grund: %@
es: Las credenciales no pueden completar la prueba de escritura. Verifica el acceso para listar, leer, escribir, copiar y eliminar en la ruta de copia. Motivo: %@
es_419: Las credenciales no pueden completar la prueba de escritura. Verifica el acceso para listar, leer, escribir, copiar y eliminar en la ruta de respaldo. Motivo: %@
fr: Les identifiants ne peuvent pas terminer le test d’écriture. Vérifiez les accès de liste, lecture, écriture, copie et suppression sur le chemin de sauvegarde. Motif : %@
ja: 認証情報で書き込みプローブを完了できません。バックアップパスの一覧、読み取り、書き込み、コピー、削除のアクセス権を確認してください。原因: %@
ko: 자격 증명으로 쓰기 프로브를 완료할 수 없습니다. 백업 경로의 목록, 읽기, 쓰기, 복사 및 삭제 권한을 확인하세요. 원인: %@
pt_br: As credenciais não conseguem concluir o teste de gravação. Verifique o acesso para listar, ler, gravar, copiar e excluir no caminho de backup. Motivo: %@
pt_pt: As credenciais não conseguem concluir o teste de escrita. Verifique o acesso para listar, ler, escrever, copiar e eliminar no caminho da cópia. Motivo: %@
ru: Учётные данные не прошли проверку записи. Проверьте доступ к просмотру списка, чтению, записи, копированию и удалению в пути резервного копирования. Причина: %@
uk: Облікові дані не пройшли перевірку запису. Перевірте доступ до перегляду списку, читання, запису, копіювання й видалення на шляху резервного копіювання. Причина: %@
zh_hans: 凭证无法完成写入探测。请确认对备份路径拥有列出、读取、写入、复制和删除权限。原因：%@
zh_hant: 憑證無法完成寫入探測。請確認對備份路徑擁有列出、讀取、寫入、複製和刪除權限。原因：%@
zh_hk: 憑證無法完成寫入探測。請確認對備份路徑擁有列出、讀取、寫入、複製和刪除權限。原因：%@

# auth.saveFailed
source: Save Failed
de: Speichern fehlgeschlagen
es: Error al guardar
es_419: Error al guardar
fr: Échec de l'enregistrement
ja: 保存に失敗しました
ko: 저장 실패
pt_br: Falha ao salvar
pt_pt: Falha ao guardar
ru: Не удалось сохранить
uk: Помилка збереження
zh_hans: 保存失败
zh_hant: 儲存失敗
zh_hk: 儲存失敗

# auth.section.auth
source: Authentication
de: Authentifizierung
es: Autenticación
es_419: Autenticación
fr: Authentification
ja: 認証
ko: 인증
pt_br: Autenticação
pt_pt: Autenticação
ru: Аутентификация
uk: Автентифікація
zh_hans: 认证
zh_hant: 認證
zh_hk: 認證

# auth.section.directory
source: Directory
de: Verzeichnis
es: Directorio
es_419: Directorio
fr: Répertoire
ja: ディレクトリ
ko: 디렉터리
pt_br: Diretório
pt_pt: Diretório
ru: Папка
uk: Каталог
zh_hans: 目录
zh_hant: 目錄
zh_hk: 目錄

# auth.section.paths
source: Paths
de: Pfade
es: Rutas
es_419: Rutas
fr: Chemins
ja: パス
ko: 경로
pt_br: Caminhos
pt_pt: Caminhos
ru: Пути
uk: Шляхи
zh_hans: 路径
zh_hant: 路徑
zh_hk: 路徑

# auth.sftp.authMethod
source: Method
de: Methode
es: Método
es_419: Método
fr: Méthode
ja: 認証方式
ko: 인증 방법
pt_br: Método
pt_pt: Método
ru: Метод
uk: Метод
zh_hans: 认证方式
zh_hant: 認證方式
zh_hk: 認證方式

# auth.sftp.authMethod.password
source: Password
de: Passwort
es: Contraseña
es_419: Contraseña
fr: Mot de passe
ja: パスワード
ko: 비밀번호
pt_br: Senha
pt_pt: Palavra-passe
ru: Пароль
uk: Пароль
zh_hans: 密码
zh_hant: 密碼
zh_hk: 密碼

# auth.sftp.authMethod.privateKey
source: Private Key
de: Privater Schlüssel
es: Clave privada
es_419: Clave privada
fr: Clé privée
ja: 秘密鍵
ko: 개인 키
pt_br: Chave privada
pt_pt: Chave privada
ru: Закрытый ключ
uk: Приватний ключ
zh_hans: 私钥
zh_hant: 私鑰
zh_hk: 私鑰

# auth.sftp.editTitle
source: Edit SFTP Storage
de: SFTP-Speicher bearbeiten
es: Editar almacenamiento SFTP
es_419: Editar almacenamiento SFTP
fr: Modifier le stockage SFTP
ja: SFTP ストレージを編集
ko: SFTP 저장소 편집
pt_br: Editar armazenamento SFTP
pt_pt: Editar armazenamento SFTP
ru: Редактировать хранилище SFTP
uk: Редагувати сховище SFTP
zh_hans: 编辑 SFTP 存储
zh_hant: 編輯 SFTP 儲存
zh_hk: 編輯 SFTP 儲存

# auth.sftp.field.basePath
source: Base Path
de: Basispfad
es: Ruta base
es_419: Ruta base
fr: Chemin de base
ja: ベースパス
ko: 기본 경로
pt_br: Caminho base
pt_pt: Caminho base
ru: Базовый путь
uk: Базовий шлях
zh_hans: 基础路径
zh_hant: 基底路徑
zh_hk: 基底路徑

# auth.sftp.footerCompatibility
source: Tries a modern algorithm set first, then automatically retries with a compatibility set. KEX: curve25519-sha256, curve25519-sha256@libssh.org, ecdh-sha2-nistp256/384/521, diffie-hellman-group14-sha1/sha256 Host keys: ssh-ed25519, ecdsa-sha2-nistp256/384/521, ssh-rsa Ciphers: aes128-gcm@openssh.com, aes256-gcm@openssh.com, aes128-ctr Auth: password, OpenSSH Ed25519/RSA private keys Servers offering only CBC/3DES ciphers or diffie-hellman-group1 are not supported.
de: Zuerst wird ein moderner Algorithmussatz verwendet. Schlägt dies fehl, wird automatisch ein Kompatibilitätssatz verwendet. KEX: curve25519-sha256, curve25519-sha256@libssh.org, ecdh-sha2-nistp256/384/521, diffie-hellman-group14-sha1/sha256 Hostschlüssel: ssh-ed25519, ecdsa-sha2-nistp256/384/521, ssh-rsa Verschlüsselungsverfahren: aes128-gcm@openssh.com, aes256-gcm@openssh.com, aes128-ctr Authentifizierung: Passwort, private OpenSSH-Schlüssel vom Typ Ed25519/RSA Server, die nur CBC/3DES oder diffie-hellman-group1 anbieten, werden nicht unterstützt.
es: Primero se prueba un conjunto de algoritmos moderno y, si falla, se reintenta automáticamente con un conjunto de compatibilidad. KEX: curve25519-sha256, curve25519-sha256@libssh.org, ecdh-sha2-nistp256/384/521, diffie-hellman-group14-sha1/sha256 Claves de host: ssh-ed25519, ecdsa-sha2-nistp256/384/521, ssh-rsa Cifrados: aes128-gcm@openssh.com, aes256-gcm@openssh.com, aes128-ctr Autenticación: contraseña, claves privadas OpenSSH Ed25519/RSA No se admiten servidores que solo ofrecen CBC/3DES o diffie-hellman-group1.
es_419: Primero se prueba un conjunto de algoritmos moderno y, si falla, se reintenta automáticamente con un conjunto de compatibilidad. KEX: curve25519-sha256, curve25519-sha256@libssh.org, ecdh-sha2-nistp256/384/521, diffie-hellman-group14-sha1/sha256 Claves de host: ssh-ed25519, ecdsa-sha2-nistp256/384/521, ssh-rsa Cifrados: aes128-gcm@openssh.com, aes256-gcm@openssh.com, aes128-ctr Autenticación: contraseña, claves privadas OpenSSH Ed25519/RSA No se admiten servidores que solo ofrecen CBC/3DES o diffie-hellman-group1.
fr: Un ensemble d'algorithmes moderne est tenté en premier, puis un ensemble de compatibilité est réessayé automatiquement en cas d'échec. KEX : curve25519-sha256, curve25519-sha256@libssh.org, ecdh-sha2-nistp256/384/521, diffie-hellman-group14-sha1/sha256 Clés d'hôte : ssh-ed25519, ecdsa-sha2-nistp256/384/521, ssh-rsa Chiffrements : aes128-gcm@openssh.com, aes256-gcm@openssh.com, aes128-ctr Authentification : mot de passe, clés privées OpenSSH Ed25519/RSA Les serveurs qui ne proposent que CBC/3DES ou diffie-hellman-group1 ne sont pas pris en charge.
ja: 最新のアルゴリズムセットを先に試し、失敗時に互換アルゴリズムセットで自動再試行します。 KEX: curve25519-sha256、curve25519-sha256@libssh.org、ecdh-sha2-nistp256/384/521、diffie-hellman-group14-sha1/sha256 ホスト鍵: ssh-ed25519、ecdsa-sha2-nistp256/384/521、ssh-rsa 暗号: aes128-gcm@openssh.com、aes256-gcm@openssh.com、aes128-ctr 認証: パスワード、OpenSSH Ed25519/RSA 秘密鍵 CBC/3DES または diffie-hellman-group1 のみを提供するサーバーには対応していません。
ko: 먼저 최신 알고리즘 세트로 시도한 뒤, 실패하면 호환성 세트로 자동 재시도합니다. KEX: curve25519-sha256, curve25519-sha256@libssh.org, ecdh-sha2-nistp256/384/521, diffie-hellman-group14-sha1/sha256 호스트 키: ssh-ed25519, ecdsa-sha2-nistp256/384/521, ssh-rsa 암호: aes128-gcm@openssh.com, aes256-gcm@openssh.com, aes128-ctr 인증: 비밀번호, OpenSSH Ed25519/RSA 개인 키 CBC/3DES 또는 diffie-hellman-group1만 제공하는 서버는 지원하지 않습니다.
pt_br: Tente primeiro um conjunto de algoritmos moderno e, em caso de falha, repita automaticamente com um conjunto de compatibilidade. KEX: curve25519-sha256, curve25519-sha256@libssh.org, ecdh-sha2-nistp256/384/521, diffie-hellman-group14-sha1/sha256 Chaves de host: ssh-ed25519, ecdsa-sha2-nistp256/384/521, ssh-rsa Cifras: aes128-gcm@openssh.com, aes256-gcm@openssh.com, aes128-ctr Autenticação: senha, chaves privadas OpenSSH Ed25519/RSA Servidores que oferecem apenas CBC/3DES ou diffie-hellman-group1 não são compatíveis.
pt_pt: Tente primeiro um conjunto de algoritmos moderno e, em caso de falha, repita automaticamente com um conjunto de compatibilidade. KEX: curve25519-sha256, curve25519-sha256@libssh.org, ecdh-sha2-nistp256/384/521, diffie-hellman-group14-sha1/sha256 Chaves de anfitrião: ssh-ed25519, ecdsa-sha2-nistp256/384/521, ssh-rsa Cifras: aes128-gcm@openssh.com, aes256-gcm@openssh.com, aes128-ctr Autenticação: palavra-passe, chaves privadas OpenSSH Ed25519/RSA Servidores que apenas oferecem CBC/3DES ou diffie-hellman-group1 não são suportados.
ru: Сначала выполняется попытка с современным набором алгоритмов, затем — автоматический повтор с набором совместимости. KEX: curve25519-sha256, curve25519-sha256@libssh.org, ecdh-sha2-nistp256/384/521, diffie-hellman-group14-sha1/sha256 Ключи хоста: ssh-ed25519, ecdsa-sha2-nistp256/384/521, ssh-rsa Шифры: aes128-gcm@openssh.com, aes256-gcm@openssh.com, aes128-ctr Аутентификация: пароль, закрытые ключи OpenSSH Ed25519/RSA Серверы, предлагающие только CBC/3DES или diffie-hellman-group1, не поддерживаются.
uk: Спочатку виконується спроба з сучасним набором алгоритмів, потім — автоматичний повтор з набором сумісності. KEX: curve25519-sha256, curve25519-sha256@libssh.org, ecdh-sha2-nistp256/384/521, diffie-hellman-group14-sha1/sha256 Ключі хоста: ssh-ed25519, ecdsa-sha2-nistp256/384/521, ssh-rsa Шифри: aes128-gcm@openssh.com, aes256-gcm@openssh.com, aes128-ctr Автентифікація: пароль, приватні ключі OpenSSH Ed25519/RSA Сервери, що пропонують лише CBC/3DES або diffie-hellman-group1, не підтримуються.
zh_hans: 先尝试现代算法集协商，失败时自动重试兼容算法集。 KEX：curve25519-sha256、curve25519-sha256@libssh.org、ecdh-sha2-nistp256/384/521、diffie-hellman-group14-sha1/sha256 主机密钥：ssh-ed25519、ecdsa-sha2-nistp256/384/521、ssh-rsa 加密：aes128-gcm@openssh.com、aes256-gcm@openssh.com、aes128-ctr 认证：密码、OpenSSH Ed25519/RSA 私钥 仅提供 CBC/3DES 或 diffie-hellman-group1 的服务器不支持。
zh_hant: 先嘗試現代演算法集協商，失敗時自動重試相容演算法集。 KEX：curve25519-sha256、curve25519-sha256@libssh.org、ecdh-sha2-nistp256/384/521、diffie-hellman-group14-sha1/sha256 主機金鑰：ssh-ed25519、ecdsa-sha2-nistp256/384/521、ssh-rsa 加密：aes128-gcm@openssh.com、aes256-gcm@openssh.com、aes128-ctr 認證：密碼、OpenSSH Ed25519/RSA 私鑰 僅提供 CBC/3DES 或 diffie-hellman-group1 的伺服器不支援。
zh_hk: 先嘗試現代演算法集協商，失敗時自動重試相容演算法集。 KEX：curve25519-sha256、curve25519-sha256@libssh.org、ecdh-sha2-nistp256/384/521、diffie-hellman-group14-sha1/sha256 主機金鑰：ssh-ed25519、ecdsa-sha2-nistp256/384/521、ssh-rsa 加密：aes128-gcm@openssh.com、aes256-gcm@openssh.com、aes128-ctr 認證：密碼、OpenSSH Ed25519/RSA 私鑰 僅提供 CBC/3DES 或 diffie-hellman-group1 的伺服器不支援。

# auth.sftp.hostKey.changedAction
source: Replace Trusted Key
de: Vertrauten Schlüssel ersetzen
es: Reemplazar la clave de confianza
es_419: Reemplazar la clave de confianza
fr: Remplacer la clé approuvée
ja: 信頼する鍵を置き換える
ko: 신뢰 키 교체
pt_br: Substituir chave confiável
pt_pt: Substituir chave de confiança
ru: Заменить доверенный ключ
uk: Замінити довірений ключ
zh_hans: 替换已信任的密钥
zh_hant: 取代已信任的金鑰
zh_hk: 取代已信任的金鑰

# auth.sftp.hostKey.changedBody
source: The server's host key has changed since this profile was saved. The server may have been reinstalled, or the connection is being intercepted. Expected: %1$@ Received: %2$@
de: Der Hostschlüssel des Servers hat sich seit dem Speichern dieses Profils geändert. Der Server wurde möglicherweise neu installiert oder die Verbindung wird abgefangen. Erwartet: %1$@ Empfangen: %2$@
es: La clave del host del servidor ha cambiado desde que se guardó este perfil. Puede que el servidor se haya reinstalado o que la conexión esté siendo interceptada. Esperada: %1$@ Recibida: %2$@
es_419: La clave del host del servidor cambió desde que se guardó este perfil. Puede que el servidor se haya reinstalado o que la conexión esté siendo interceptada. Esperada: %1$@ Recibida: %2$@
fr: La clé hôte du serveur a changé depuis l'enregistrement de ce profil. Le serveur a peut-être été réinstallé, ou la connexion est interceptée. Attendue : %1$@ Reçue : %2$@
ja: このプロファイルを保存して以降、サーバーのホスト鍵が変更されました。サーバーが再インストールされたか、接続が傍受されている可能性があります。 想定されるフィンガープリント：%1$@ 受信したフィンガープリント：%2$@
ko: 이 프로필을 저장한 이후 서버의 호스트 키가 변경되었습니다. 서버가 다시 설치되었거나 연결이 가로채인 상태일 수 있습니다. 예상 지문: %1$@ 수신한 지문: %2$@
pt_br: A chave do host do servidor mudou desde que este perfil foi salvo. O servidor pode ter sido reinstalado ou a conexão está sendo interceptada. Esperada: %1$@ Recebida: %2$@
pt_pt: A chave do host do servidor mudou desde que este perfil foi guardado. O servidor pode ter sido reinstalado ou a ligação está a ser intercetada. Esperada: %1$@ Recebida: %2$@
ru: Ключ хоста сервера изменился с момента сохранения профиля. Возможно, сервер был переустановлен или подключение перехватывается. Ожидался: %1$@ Получен: %2$@
uk: Ключ хоста сервера змінився після збереження цього профілю. Можливо, сервер було перевстановлено, або з’єднання перехоплюється. Очікуваний: %1$@ Отриманий: %2$@
zh_hans: 保存此配置后，服务器主机密钥已变更。服务器可能被重新安装，或连接正在被中间人拦截。 预期指纹：%1$@ 收到的指纹：%2$@
zh_hant: 儲存此設定後，伺服器主機金鑰已變更。伺服器可能已重新安裝，或連線遭中間人攔截。 預期指紋：%1$@ 收到的指紋：%2$@
zh_hk: 儲存此設定後，伺服器主機金鑰已變更。伺服器可能已重新安裝，或連線遭中間人攔截。 預期指紋：%1$@ 收到的指紋：%2$@

# auth.sftp.hostKey.changedTitle
source: Host Key Changed
de: Hostschlüssel geändert
es: La clave del host ha cambiado
es_419: La clave del host cambió
fr: Clé hôte modifiée
ja: ホスト鍵が変更されています
ko: 호스트 키가 변경되었습니다
pt_br: A chave do host mudou
pt_pt: A chave do host mudou
ru: Ключ хоста изменился
uk: Ключ хоста змінився
zh_hans: 主机密钥已变更
zh_hant: 主機金鑰已變更
zh_hk: 主機金鑰已變更

# auth.sftp.hostKey.confirmAction
source: Trust
de: Vertrauen
es: Confiar
es_419: Confiar
fr: Faire confiance
ja: 信頼する
ko: 신뢰
pt_br: Confiar
pt_pt: Confiar
ru: Доверять
uk: Довіряти
zh_hans: 信任
zh_hant: 信任
zh_hk: 信任

# auth.sftp.hostKey.confirmBody
source: This is the first connection. Verify that this fingerprint matches the server’s known fingerprint: %@
de: Dies ist die erste Verbindung. Prüfen Sie, ob dieser Fingerabdruck mit dem bekannten Fingerabdruck des Servers übereinstimmt: %@
es: Primera conexión. Verifica que coincide con la huella conocida del servidor: %@
es_419: Primera conexión. Verifica que coincida con la huella conocida del servidor: %@
fr: Il s’agit de la première connexion. Vérifiez que cette empreinte correspond à celle connue du serveur : %@
ja: 初回接続です。サーバーの既知のフィンガープリントと一致するか確認してください： %@
ko: 첫 연결입니다. 서버의 알려진 지문과 일치하는지 확인하세요: %@
pt_br: Primeira conexão. Verifique se corresponde à impressão digital conhecida do servidor: %@
pt_pt: Primeira ligação. Verifique se corresponde à impressão digital conhecida do servidor: %@
ru: Первое подключение. Убедитесь, что отпечаток совпадает с известным отпечатком сервера: %@
uk: Це перше з’єднання. Переконайтеся, що цей відбиток збігається з відомим відбитком сервера: %@
zh_hans: 首次连接。请确认与服务器的已知指纹一致： %@
zh_hant: 首次連線。請確認與伺服器的已知指紋一致： %@
zh_hk: 首次連線。請確認與伺服器的已知指紋一致： %@

# auth.sftp.hostKey.confirmTitle
source: Confirm Server Fingerprint
de: Serverfingerabdruck bestätigen
es: Confirmar huella del servidor
es_419: Confirmar huella del servidor
fr: Confirmer l'empreinte du serveur
ja: サーバーのフィンガープリントを確認
ko: 서버 지문 확인
pt_br: Confirmar impressão digital do servidor
pt_pt: Confirmar impressão digital do servidor
ru: Подтвердите отпечаток сервера
uk: Підтвердити відбиток сервера
zh_hans: 确认服务器指纹
zh_hant: 確認伺服器指紋
zh_hk: 確認伺服器指紋

# auth.sftp.passphrase.hide
source: Hide passphrase
de: Passphrase ausblenden
es: Ocultar frase de acceso
es_419: Ocultar frase de acceso
fr: Masquer la phrase secrète
ja: パスフレーズを非表示
ko: 암호 문구 숨기기
pt_br: Ocultar frase de senha
pt_pt: Ocultar frase de acesso
ru: Скрыть парольную фразу
uk: Сховати парольну фразу
zh_hans: 隐藏口令
zh_hant: 隱藏密語
zh_hk: 隱藏密語

# auth.sftp.passphrase.reveal
source: Show passphrase
de: Passphrase anzeigen
es: Mostrar frase de acceso
es_419: Mostrar frase de acceso
fr: Afficher la phrase secrète
ja: パスフレーズを表示
ko: 암호 문구 표시
pt_br: Mostrar frase de senha
pt_pt: Mostrar frase de acesso
ru: Показать парольную фразу
uk: Показати парольну фразу
zh_hans: 显示口令
zh_hant: 顯示密語
zh_hk: 顯示密語

# auth.sftp.passphrase.revealReason
source: Authenticate to reveal the saved passphrase.
de: Authentifizieren Sie sich, um die gespeicherte Passphrase anzuzeigen.
es: Autentícate para mostrar la frase de acceso guardada.
es_419: Autentícate para mostrar la frase de acceso guardada.
fr: Authentifiez-vous pour afficher la phrase secrète enregistrée.
ja: 保存済みのパスフレーズを表示するには認証してください。
ko: 저장된 암호 문구를 보려면 인증하세요.
pt_br: Autentique-se para mostrar a frase de senha salva.
pt_pt: Autentique-se para mostrar a frase de acesso guardada.
ru: Пройдите аутентификацию, чтобы показать сохранённую парольную фразу.
uk: Пройдіть автентифікацію, щоб показати збережену парольну фразу.
zh_hans: 通过认证以显示已保存的口令。
zh_hant: 通過認證以顯示已儲存的密語。
zh_hk: 通過認證以顯示已儲存的密語。

# auth.sftp.placeholder.name
source: Display name (optional)
de: Anzeigename (optional)
es: Nombre para mostrar (opcional)
es_419: Nombre para mostrar (opcional)
fr: Nom d'affichage (facultatif)
ja: 表示名（任意）
ko: 표시 이름 (선택)
pt_br: Nome de exibição (opcional)
pt_pt: Nome de visualização (opcional)
ru: Отображаемое имя (необязательно)
uk: Назва для відображення (необов’язково)
zh_hans: 显示名称（可选）
zh_hant: 顯示名稱（選填）
zh_hk: 顯示名稱（選填）

# auth.sftp.placeholder.passphrase
source: Optional passphrase
de: Passphrase (optional)
es: Frase de acceso (opcional)
es_419: Frase de acceso (opcional)
fr: Phrase secrète (facultative)
ja: パスフレーズ（任意）
ko: 암호 문구 (선택)
pt_br: Frase de senha (opcional)
pt_pt: Frase de acesso (opcional)
ru: Парольная фраза (необязательно)
uk: Парольна фраза (необов’язково)
zh_hans: 口令（可选）
zh_hant: 密語（選填）
zh_hk: 密語（選填）

# auth.sftp.placeholder.password
source: Password
de: Passwort
es: Contraseña
es_419: Contraseña
fr: Mot de passe
ja: パスワード
ko: 비밀번호
pt_br: Senha
pt_pt: Palavra-passe
ru: Пароль
uk: Пароль
zh_hans: 密码
zh_hant: 密碼
zh_hk: 密碼

# auth.sftp.placeholder.privateKey
source: Paste OpenSSH private key
de: Privaten OpenSSH-Schlüssel einfügen
es: Pegar clave privada OpenSSH
es_419: Pegar clave privada OpenSSH
fr: Coller la clé privée OpenSSH
ja: OpenSSH 秘密鍵を貼り付け
ko: OpenSSH 개인 키 붙여넣기
pt_br: Cole a chave privada OpenSSH
pt_pt: Colar chave privada OpenSSH
ru: Вставьте закрытый ключ OpenSSH
uk: Вставте приватний ключ OpenSSH
zh_hans: 粘贴 OpenSSH 私钥
zh_hant: 貼上 OpenSSH 私鑰
zh_hk: 貼上 OpenSSH 私鑰

# auth.sftp.placeholder.username
source: username
de: Benutzername
es: nombre de usuario
es_419: nombre de usuario
fr: nom d'utilisateur
ja: ユーザー名
ko: 사용자 이름
pt_br: nome de usuário
pt_pt: nome de utilizador
ru: имя пользователя
uk: ім’я користувача
zh_hans: 用户名
zh_hant: 使用者名稱
zh_hk: 使用者名稱

# auth.sftp.privateKey.hide
source: Hide private key
de: Privaten Schlüssel ausblenden
es: Ocultar clave privada
es_419: Ocultar clave privada
fr: Masquer la clé privée
ja: 秘密鍵を非表示
ko: 개인 키 숨기기
pt_br: Ocultar chave privada
pt_pt: Ocultar chave privada
ru: Скрыть закрытый ключ
uk: Сховати приватний ключ
zh_hans: 隐藏私钥
zh_hant: 隱藏私鑰
zh_hk: 隱藏私鑰

# auth.sftp.privateKey.reveal
source: Show private key
de: Privaten Schlüssel anzeigen
es: Mostrar clave privada
es_419: Mostrar clave privada
fr: Afficher la clé privée
ja: 秘密鍵を表示
ko: 개인 키 표시
pt_br: Mostrar chave privada
pt_pt: Mostrar chave privada
ru: Показать закрытый ключ
uk: Показати приватний ключ
zh_hans: 显示私钥
zh_hant: 顯示私鑰
zh_hk: 顯示私鑰

# auth.sftp.privateKey.revealReason
source: Authenticate to reveal the saved private key.
de: Authentifizieren Sie sich, um den gespeicherten privaten Schlüssel anzuzeigen.
es: Autentícate para mostrar la clave privada guardada.
es_419: Autentícate para mostrar la clave privada guardada.
fr: Authentifiez-vous pour afficher la clé privée enregistrée.
ja: 保存済みの秘密鍵を表示するには認証してください。
ko: 저장된 개인 키를 보려면 인증하세요.
pt_br: Autentique-se para mostrar a chave privada salva.
pt_pt: Autentique-se para mostrar a chave privada guardada.
ru: Пройдите аутентификацию, чтобы показать сохранённый закрытый ключ.
uk: Пройдіть автентифікацію, щоб показати збережений приватний ключ.
zh_hans: 通过认证以显示已保存的私钥。
zh_hant: 通過認證以顯示已儲存的私鑰。
zh_hk: 通過認證以顯示已儲存的私鑰。

# auth.sftp.privateKeyReuseFooter
source: The saved key and passphrase are shown as ********. Leave them unchanged to keep them; type to replace them. Clear the passphrase to remove it.
de: Der gespeicherte Schlüssel und die Passphrase werden als ******** angezeigt. Lassen Sie beide unverändert, um sie beizubehalten, oder geben Sie neue Werte ein. Leeren Sie die Passphrase, um sie zu entfernen.
es: Las claves y frases de acceso guardadas se muestran como ********. No las edites para conservarlas; escribe para reemplazarlas. Borra la frase de acceso para eliminarla.
es_419: Las claves y frases de acceso guardadas se muestran como ********. No las edites para conservarlas; escribe para reemplazarlas. Borra la frase de acceso para eliminarla.
fr: La clé et la phrase secrète enregistrées s’affichent sous la forme ********. Ne les modifiez pas pour les conserver ; saisissez de nouvelles valeurs pour les remplacer. Effacez la phrase secrète pour la supprimer.
ja: 保存済みの鍵とパスフレーズは ******** と表示されます。変更しなければそのまま使用されます。入力すると置き換わります。パスフレーズを空にすると削除されます。
ko: 저장된 키와 암호 문구는 ********로 표시됩니다. 그대로 두면 유지되고, 입력하면 교체됩니다. 암호 문구를 비우면 제거됩니다.
pt_br: Chaves e frases de senha salvas aparecem como ********. Não edite para mantê-las; digite para substituí-las. Limpe a frase de senha para removê-la.
pt_pt: Chaves e frases de acesso guardadas aparecem como ********. Não edite para as manter; introduza texto para as substituir. Limpe a frase de acesso para a remover.
ru: Сохранённые ключ и парольная фраза отображаются как ********. Не изменяйте их, чтобы сохранить; введите новые значения, чтобы заменить. Очистите парольную фразу, чтобы удалить её.
uk: Збережені ключі та парольні фрази відображаються як ********. Не змінюйте їх, щоб зберегти; введіть нове значення, щоб замінити. Очистьте парольну фразу, щоб видалити її.
zh_hans: 已保存的私钥和口令会显示为 ********。不修改会继续使用；输入内容会替换它。清空口令会移除口令。
zh_hant: 已儲存的私鑰和密語會顯示為 ********。不修改會繼續使用；輸入內容會取代它。清空密語會移除密語。
zh_hk: 已儲存的私鑰和密語會顯示為 ********。不修改會繼續使用；輸入內容會取代它。清空密語會移除密語。
